tap "drone/drone"
tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kayac/tap"
tap "stns/stns_passwd"
brew "ack"
brew "ca-certificates"
brew "six"
brew "xz"
brew "pyyaml"
brew "ansible"
brew "brotli"
brew "giflib"
brew "imath"
brew "libpng"
brew "lz4"
brew "libtiff"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "argon2"
brew "aspell"
brew "assimp"
brew "m4"
brew "autoconf"
brew "gettext"
brew "openssl@1.1"
brew "axel"
brew "berkeley-db", link: true
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "libx11", link: false
brew "pixman"
brew "cairo"
brew "gmp"
brew "isl"
brew "cloog"
brew "cmake"
brew "libidn2"
brew "libnghttp2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "oniguruma"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "dnsmasq"
brew "docutils"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "exa"
brew "findutils"
brew "fribidi"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "jbig2dec"
brew "libidn"
brew "ghq"
brew "git"
brew "gnu-tar"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "jasper"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "libffi"
brew "hub"
brew "hunspell"
brew "libheif"
brew "pcre"
brew "python@3.9"
brew "tcl-tk"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "k6"
brew "lha"
brew "libcbor"
brew "libfido2"
brew "libmng"
brew "libproxy"
brew "unibilium"
brew "libuv"
brew "lua"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "lynx"
brew "makedepend"
brew "mas"
brew "md4c"
brew "mercurial"
brew "msgpack"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "nvm"
brew "patchutils"
brew "peco"
brew "peg"
brew "perl"
brew "php-code-sniffer"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qcachegrind"
brew "qt"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "scala"
brew "scons"
brew "sphinx-doc"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ttyrec"
brew "v8"
brew "w3m"
brew "wget"
brew "yarn"
brew "drone/drone/drone"
brew "fujiwara/tap/aswrap"
brew "kayac/tap/ecspresso"
cask "adoptopenjdk"
cask "docker"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "google-japanese-ime"
cask "rstudio"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
