tap "drone/drone"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "stns/stns_passwd"
cask "java"
brew "ack"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "ansible"
brew "apr"
brew "apr-util"
brew "aspell"
brew "autoconf"
brew "awscli"
brew "gettext"
brew "axel"
brew "ghc"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "gmp"
brew "cloog"
brew "cmake"
brew "composer"
brew "coreutils"
brew "ctags"
brew "go"
brew "dep"
brew "direnv"
brew "dnsmasq"
brew "gnutls"
brew "emacs"
brew "exa"
brew "findutils"
brew "unixodbc"
brew "freetds"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "jpeg"
brew "webp"
brew "gd"
brew "ghq"
brew "git"
brew "glide"
brew "gnu-tar"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli", link: false
brew "lha"
brew "libevent"
brew "libidn2"
brew "libpq"
brew "libzip"
brew "lynx"
brew "makedepend"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mysql"
brew "nginx"
brew "nvm"
brew "openldap"
brew "openssl@1.1"
brew "packer"
brew "pandoc"
brew "patchutils"
brew "peco"
brew "peg"
brew "php-code-sniffer"
brew "pyenv"
brew "qt"
brew "qcachegrind"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "scala"
brew "scons"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "w3m"
brew "wget"
brew "yarn"
brew "zlib"
brew "drone/drone/drone"
cask "google-japanese-ime"
cask "rstudio"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
